package main

const random_message = `Внимание! Вы подключились к сети с использованием не заводского MAC адреса устройства.
Через некоторое время (часы, дни, недели), ваше устройство может поменять MAC адрес для подключения на другой, новый, и Вам придется проходить процедуру авторизации повторно, возможно раньше, чем Вы расчитывали.
Во избежание такой ситуации, рекомендуем Вам зайти в настройки WiFi сети, и включить использование заводского MAC адреса устройства вместо случайно сгенерированного.
Для этого нужно зайти в настройки устройства, перейти а подключения, выбрать настройку сети.
Если у Вас не получается найти настройку - обратитесь к руководству пользователя устройства или службу технической поддержки Компании`
